Repository: arpadszasz/Tpda3
Catalog: po/*.po
Languages: ro

source: Not selected
ro: Neselectat

source: Record loaded (d)
ro: Înregistrare încărcată (d)

source: Details
ro: Detalii

source: record
ro: înregistrare

source: first
ro: primele

source: records
ro: înregistrări

source: Load a record, first
ro: Reîncărcare înregistrare

source: Empty record
ro: Înregistrare goală

source: Report failed!
ro: Raportare eșuată

source: Output path not found
ro: Calea de ieșire nu a fost găsită

source: Record loaded (r)
ro: Înregistrare încărcată (r)

source: Reloaded
ro: Reîncărcat

source: Deleted
ro: Șters

source: Not saved
ro: Nesalvat

source: Canceled
ro: Abandonat

source: Record changed
ro: Înregistrare modificată

source: Save record?
ro: Salvez înregistrarea?

source: New record
ro: Înregistrare nouă

source: Delete record
ro: Șterg Înregistrarea

source: Confirm record delete?
ro: Confirmați ștergerea înregistrării

source: Saved
ro: Salvat

source: Not in edit|add mode!
ro: Nu este în mod editare|adăugare

source: Please, fill in data for:
ro: Rog, completați datele pentru:

source: Changed record check failed!
ro: Verificarea la modificare eșuată!

source: Record copied
ro: Înregistrare copiată

source: Record copy failed
ro: Copiere Înregistrare eșuată

source: Record restored
ro: Înregistrare restaurată

source: Record restore failed
ro: Restaurare înregistrare eșuată

source: Tools
ro: Unelte

source: Edit reports data
ro: Editare listă rapoarte

source: Admin
ro: Administrare

source: Set default app
ro: Aplicația implicită

source: Configurations
ro: Configurări

source: Help
ro: Ajutor

source: Guide
ro: Ghid

source: About
ro: Despre

source: App
ro: Aplicație

source: Toggle find mode
ro: Comută mod căutare

source: Execute search
ro: Execută căutare

source: Execute count
ro: Execută numărare

source: Preview report
ro: Vizualizare raport

source: Quit
ro: Ieșire

source: Reload record
ro: Reîncărcare înregistrare

source: Quit the application
ro: Părăsește aplicația

source: Paste record
ro: Inserez înregistrarea

source: Save record
ro: Salvez înregistrarea

source: Print preview
ro: Previzualizare

source: Print preview default report
ro: Vizualizare raport implicit

source: Add record
ro: Adaug înregistrare

source: Save current window geometry
ro: Salvează geometria ferestrei

source: Remove record
ro: Șterg înregistrarea

source: Generate document
ro: Generează document

source: Generate default document
ro: Generează document implicit

source: Copy record
ro: Copiere Înregistrare

source: Edit templates data
ro: Editare date model

source: Record
ro: Înregistrare

source: List
ro: Listă

source: Search results
ro: Rezultat căutare

source: Failed to generate TeX
ro: Generare TeX eșuată

source: Failed to generate PDF
ro: Generare PDF eșuată

source: Error
ro: Eroare

source: Range error
ro: Interval eronat

source: Search
ro: Căutare

source: Load
ro: Încarcă

source: Clear
ro: Golește

source: Cancel
ro: Renunț

source: contains
ro: conține

source: starts
ro: începe cu

source: ends
ro: se termină cu

source: Find
ro: Caută

source: Result
ro: Rezultat

source: OK
ro: Accept

source: Close
ro: Închide

source: Yes
ro: Da

source: No
ro: Nu

source: Question
ro: Întrebare

source: Login
ro: Conexiune

source: User
ro: Utilizator

source: Password
ro: Parola
